/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Broer er Tor-reléer som gjør det lettere å omgå sensur. Du kan prøve å bruke en bro hvis Tor er blokkert av Internett-leverandøren din. Hver type bro bruker en forskjellig måte å omgå sensur på: Hvis én type ikke virker, kan du prøve å bruke en annen.\n\nDu kan bruke angitte brovalg nedenfor eller hente broer fra %.";
"No Bridges: Directly Connect to Tor" = "Ingen broer: Koble til Tor direkte";
"Provided Bridges: %" = "Angitte broer: %";
"Custom Bridges" = "Egendefinerte broer";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Brooppsett";
"Done" = "Ferdig";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Noen ganger trenger du en bro for å komme deg på Tor.";
"TELL ME MORE" = "FORTELL MEG MER";


// ConnectingViewController.swift
"Connected!" = "Tilkoblet!";
"__CLAIM_1__" = "Vårt mangfoldige brukerfellesskap gjør Tor så flott!";
"__CLAIM_2__" = "Vanlige folk bruker Tor for å unngå å bli forfulgt av reklame.";
"__CLAIM_3__" = "Folk bruker Tor for å holde kontakt med venner og familie på en trygg måte.";
"__CLAIM_4__" = "Aktivister bruker Tor til å fritt uttrykke sine meninger og syn på ting.";
"__CLAIM_5__" = "Bloggere bruker Tor for å skape engasjement og forandre samfunnet.";
"__CLAIM_6__" = "Journalister bruker Tor for å undersøke saker de rapporterer om på en trygg måte.";
"__CLAIM_7__" = "Forretningsfolk bruker Tor for å holde strategiene sine hemmelige.";
"__CLAIM_8__" = "Arbeidere bruker Tor til å kjempe for rettferdighet, uten frykt for å miste jobben sin.";


// ConnectingViewController.xib
"We're connecting you." = "Vi sørger for at du er tilkoblet.";
"START BROWSING" = "START SURFING";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "I en annen nettleser, gå til % og velg \"Hent broer\". Bruk \"Avanserte valg\"-delen. Vi anbefaler \"obfs4\" Pluggable Transports. (Ikke velg IPv6.)\n\nDu kan trykke på \"kamera\"-ikonet for å bruke QR-kode fra nettstedet, eller manuelt kopiere og lime inn \"brolinjene\" her:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Tannhjulene i systemet rikker seg ikke en tomme! Avslutt programmet, og start det på nytt.";


// HelloViewController.xib
"Hello" = "Hei";
"Welcome to Tor on mobile." = "Velkommen til Tor på mobilen.";
"CHANGE LANGUAGE" = "ENDRE SPRÅK";
"Change Language" = "Endre språk";
"Cancel" = "Avbryt";


// IntroViewController.xib
"CONTINUE WITHOUT" = "FORTSETT UTEN";
"USE A BRIDGE" = "BRUK EN BRO";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Surf på Internett sånn som du forventer det.";
"No tracking. No censorship." = "Ingen sporing. Ingen sensur.";


// ScanQrViewController.swift
"Scan QR Code" = "Skann QR-kode";
"Error" = "Feil";
"Camera access was not granted or QR Code scanning is not supported by your device." = "Kameratilgang ble ikke tildelt eller så støttes ikke skanning av QR-koder på enheten din.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "QR-koden kunne ikke dekodes! Er du sikker på at du skannet en QR-kode fra bridges.torproject.org?";
